Repository: common-repository/client-testimonials-quotes
Catalog: languages/wp-client-testimonials-*.po
Languages: nl_nl

source: Client Testimonials
nl_nl: Klantenreacties

source: New client testimonial added successful
nl_nl: Nieuwe klantenreactie succesvol toegevoegd

source: Client testimonial successfully deleted
nl_nl: Nieuwe klantenreactie succesvol verwijderd

source: Add new client testimonial:
nl_nl: Nieuwe klantenreactie toevoegen:

source: Fill in the form below to add a new client testimonial. All fields are required.
nl_nl: Vul het onderstaande formulier in om een nieuwe klantenreactie toe te voegen. Alle velden zijn verplicht.

source: Client Name
nl_nl: Klant naam

source: Testimonial
nl_nl: Reactie

source: List of testimonials:
nl_nl: Overzicht klantenreacties:

source: This is the list of already established and active testimonials as they are shown random on your website.
nl_nl: Dit is de lijst met reeds toegevoegde klantenreacties welke op uw website willekeurig getoond worden.

source: Name
nl_nl: Naam

source: There are no testimonials yet
nl_nl: Er zijn nog geen klantenreacties ingevoerd

source: Delete
nl_nl: Verwijderen
